Repository: amstelchen/KidsLinux
Catalog: KidsLinux-welcome-app/po/*.po
Languages: de

source: Welcome to Astro Linux
de: Willkommen bei Astro Linux

source: Welcome to Astro Linux!
de: Willkommen bei Astro Linux!

source: *Astro Linux* is a Linux distribution based on Arch Linux, focusing on astronomy, astrophysics and similar areas, like astronautics. Now, you may use the buttons below to get further information.
de: *Astro Linux* ist eine auf Arch Linux basierende Linux-Distribution, die sich auf Astronomie, Astrophysik und ähnliche Bereiche wie die Raumfahrt konzentriert. Jetzt können Sie die Schaltflächen unten verwenden, um weitere Informationen zu erhalten.

source: Visit astrolinux.org
de: Besuche astrolinux.org

source: Astro Linux Programs
de: Astro Linux Programme

source: Package Manager
de: Paketmanager

source: System Settings
de: Systemeinstellungen

source: Visit the Astro Wiki
de: Besuche das Astro Wiki

source: Contributing to Astro
de: Beitragen zu Astro

source: Copyright notices
de: Copyright-Hinweise

source: Send Feedback
de: Feedback senden
